Repository: daanbreur/ocis
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: ja_jp, tr, ug

source: Click here to check it: {ShareLink}
ja_jp: ここをクリックして確認してください: {ShareLink}
tr: Kontrol etmek için buraya tıkla: {ShareLink}
ug: بۇ يەرنى چېكىپ تەكشۈرۈپ بېقىڭ: {ShareLink}

source: Click here to view it: {ShareLink}
ja_jp: ここをクリックして閲覧してください: {ShareLink}
tr: Görüntülemek için buraya tıkla: {ShareLink}
ug: بۇ يەرنى چېكىپ كۆرۈڭ: {ShareLink}

source: Hello {ShareGrantee}
ja_jp: こんにちは {ShareGrantee}
tr: Merhaba {ShareGrantee}
ug: ياخشىمۇسىز {ShareGrantee}

source: Hello {ShareGrantee},
ja_jp: こんにちは {ShareGrantee}、
tr: Merhaba {ShareGrantee},
ug: ياخشىمۇسىز {ShareGrantee},

source: Hello {SpaceGrantee},
ja_jp: こんにちは {ShareGrantee}、
tr: Merhaba {SpaceGrantee},
ug: ياخشىمۇسىز {SpaceGrantee},

source: Hi,
ug: ياخشىمۇسىز ،

source: Membership of '{SpaceName}' expired at {ExpiredAt}
ja_jp: 「{SpaceName}」のメンバーシップは {ExpiredAt} に期限が切れました
tr: '{SpaceName}' üyeliği {ExpiredAt} tarihinde sona erdi
ug: '{SpaceName}' نىڭ ئەزالىق مۇددىتى Exp ExpiredAt at دە ئاخىرلاشتى

source: ScienceMesh: {InitiatorName} wants to collaborate with you
ug: ScienceMesh: {InitiatorName you سىز بىلەن ھەمكارلىشىشنى خالايدۇ

source: Share to '{ShareFolder}' expired at {ExpiredAt}
ja_jp: 「{ShareFolder}」への共有は {ExpiredAt} に期限が切れました
tr: '{ShareFolder}' paylaşımı {ExpiredAt} tarihinde sona erdi
ug: «{ShareFolder}» نىڭ ۋاقتى توشىدۇ {ExpiredAt}

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
ja_jp: あなたのスペース {SpaceName} のメンバーシップは {ExpiredAt} に期限が切れました このメンバーシップの有効期限が切れても、他の共有やスペース メンバーシップを通じてアクセスできる場合があります
tr: {SpaceName} alan üyeliğiniz {ExpiredAt} tarihinde sona erdi Üyeliğiniz sona erse bile, diğer paylaşımlar ve/veya alan üyelikleriniz üzerinden erişebilirsiniz
ug: بوشلۇق {SpaceName} ئەزالىقىڭىزنىڭ ۋاقتى {ExpiredAt at دە توشىدۇ گەرچە بۇ ئەزالىق مۇددىتى توشقان بولسىمۇ ، سىز يەنىلا باشقا پايلار ۋە ياكى بوشلۇق ئەزالىرى ئارقىلىق زىيارەت قىلالايسىز

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
ja_jp: あなたの {ShareFolder} への共有の有効期限は {ExpiredAt} に切れました この共有が取り消されても、他の共有やスペース メンバーシップを通じてアクセスできる可能性があります。
tr: {ShareFolder} paylaşımınız {ExpiredAt} tarihinde sona erdi Bu paylaşım iptal edilmiş olsa bile, diğer paylaşımlar ve/veya alan üyelikleriniz üzerinden erişebilirsiniz.
ug: سىزنىڭ «ShareFolder}» دىكى ئۈلۈشىڭىز {ExpiredAt at دە ئاخىرلاشتى گەرچە بۇ ئۈلۈش ئەمەلدىن قالدۇرۇلغان بولسىمۇ ، سىز يەنىلا باشقا پايلار ۋە ياكى بوشلۇق ئەزالىرى ئارقىلىق زىيارەت قىلالايسىز.

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. Please visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
ug: {ShareSharer} ({ShareSharerMail}) سىز بىلەن ھەمكارلىق بايلىقىنى ئورتاقلىشىشنى باشلايدۇ. فېدېراتسىيە تەڭشەكلىرىڭىزنى زىيارەت قىلىڭ ۋە تۆۋەندىكى تەپسىلاتلارنى ئىشلىتىڭ: Token: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. To accept the invite, please visit the following URL: {ShareLink} Alternatively, you can visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
ug: {ShareSharer} ({ShareSharerMail}) سىز بىلەن ھەمكارلىق بايلىقىنى ئورتاقلىشىشنى باشلايدۇ. تەكلىپنى قوبۇل قىلىش ئۈچۈن تۆۋەندىكى URL نى زىيارەت قىلىڭ: {ShareLink} ئۇنىڭدىن باشقا ، فېدېراتسىيە تەڭشەكلىرىڭىزنى زىيارەت قىلىپ ، تۆۋەندىكى تەپسىلاتلارنى ئىشلىتەلەيسىز: Token: {Token} ProviderDomain: {ProviderDomain}

source: {ShareSharer} has shared "{ShareFolder}" with you.
ja_jp: {ShareSharer} が「{ShareFolder}」をあなたと共有しています。
tr: {ShareSharer}, "{ShareFolder}"'yi sizinle paylaştı.
ug: {ShareSharer} سىز بىلەن «{ShareFolder}» نى ئورتاقلاشتى.

source: {ShareSharer} shared '{ShareFolder}' with you
ja_jp: {ShareSharer} が「{ShareFolder}」をあなたと共有しました
tr: {ShareSharer}, '{ShareFolder}'yi sizinle paylaştı
ug: {ShareSharer} ئورتاقلاشتى '{ShareFolder}'

source: {SpaceSharer} has invited you to join "{SpaceName}".
ja_jp: {SpaceShaler} があなたを「{SpaceName}」に招待しています。
tr: {SpaceSharer} sizi "{SpaceName}"ye katılmaya davet etti.
ug: {SpaceSharer} سىزنى «{SpaceName}» غا قاتنىشىشقا تەكلىپ قىلدى.

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
ja_jp: {SpaceShaler} があなたを「{SpaceName}」から削除しました。 他のグループまたは直接のメンバーシップを通じて引き続きアクセスできる可能性があります。
tr: {SpaceSharer} sizi"{SpaceName}"den kaldırdı. Yine de diğer gruplarınızdan veya doğrudan üyeliğiniz üzerinden erişebilirsiniz.
ug: {SpaceSharer} سىزنى "{SpaceName}" دىن ئۆچۈردى. باشقا گۇرۇپپىلار ياكى بىۋاسىتە ئەزالىق سالاھىيىتىڭىز بىلەن يەنىلا زىيارەت قىلالايسىز.

source: {SpaceSharer} invited you to join {SpaceName}
ja_jp: {SpaceShaler} が {SpaceName} への参加を招待しました
tr: {SpaceSharer} sizi {SpaceName}'ye katılmaya davet etti
ug: {SpaceSharer} سىزنى {SpaceName to غا قاتنىشىشقا تەكلىپ قىلدى

source: {SpaceSharer} removed you from {SpaceName}
ja_jp: {SpaceShaler} があなたを {SpaceName} から削除しました
tr: {SpaceSharer} sizi {SpaceName}'den kaldırdı
ug: {SpaceSharer} سىزنى {SpaceName from دىن ئۆچۈردى
