Repository: daanbreur/ocis
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: es_mx, fi_fi, fr, zh_hans

source: {user} added {resource} to {space}
es_mx: {user} agregó {resource} al {space}
fi_fi: {user} lisäsi resurssin {resource} {space}:iin
fr: {user} a ajouté {resource} à {space}
zh_hans: {user} 已将 {resource} 加入空间 {space}

source: {user} added {sharee} as member of {space}
es_mx: {user} afregó a {sharee} como miembro de {space}
fi_fi: {user} lisäsi {sharee}:n jäseneksi {space}:iin
fr: {user} a ajouté {sharee} comme membre de {space}
zh_hans: {user} 已将 {sharee} 添加为空间 {space} 的成员

source: {user} deleted {resource} from {space}
es_mx: {user} eliminó {resource} de {space}
fi_fi: {user} poisti resurssin {resource} {space}:sta
fr: {user} a supprimé {resource} de {space}
zh_hans: {user} 已从空间 {space} 中删除了 {resource}

source: {user} moved {resource} to {space}
es_mx: {user} movió {resource} a {space}
fi_fi: {user} siirsi resurssin {resource} {space}:iin
fr: {user} a déplacé {resource} vers {space}
zh_hans: {user} 已将 {resource} 移动至空间 {space} 中

source: {user} removed link to {resource}
es_mx: {user} removió el link a {resource}
fi_fi: {user} poisti linkin resurssiin {resource}
fr: {user} a supprimé le lien vers {resource}
zh_hans: {user} 移除了 {resource} 的链接

source: {user} removed {sharee} from {resource}
es_mx: {user} removió a {sharee} de {resource}
fi_fi: {user} poisti {sharee}:n {resource}:sta
fr: {user} a supprimé {sharee} de {resource}
zh_hans: {user} 移除了 {resource} 的 {sharee}

source: {user} removed {sharee} from {space}
es_mx: {user} removió a {sharee} de {space}
fi_fi: {user} poisti {sharee}:n {space}:sta
fr: {user} a supprimé {sharee} de {space}
zh_hans: {user} 从空间 {space} 中移除了{sharee}

source: {user} renamed {oldResource} to {resource}
es_mx: {user} renombró {oldResource} a {resource}
fi_fi: {user} nimesi {oldResource}:n {resource}:ksi
fr: {user} a renommé {oldResource} en {resource}
zh_hans: {user} 重命名了 {oldResource} 为 {resource}

source: {user} shared {resource} via link
es_mx: {user} compartió {resource} vía un link
fi_fi: {user} jakoi resurssin {resource} linkin kautta
fr: {user} a partagé {resource} via le lien
zh_hans: {user} 通过链接分享了 {resource}

source: {user} shared {resource} with {sharee}
es_mx: {user} compartió {recurso} con {sharee}
fi_fi: {user} jakoi resurssin {resource} {sharee}:n kanssa
fr: {user} a partagé {resource} avec {sharee}
zh_hans: {user} 通过 {sharee} 共享了 {resource}
