Repository: daanbreur/ocis
Catalog: services/userlog/pkg/service/l10n/locale/*/LC_MESSAGES/userlog.po
Languages: es_ar

source: Access to Space {space} lost
es_ar: Acceso al espacio {space} perdido

source: Access to {resource} expired
es_ar: Acceso a {resource} expirado

source: Membership expired
es_ar: Membresía expirada

source: Removed from Space
es_ar: Quitado del Espacio

source: Resource shared
es_ar: Recurso compartido

source: Resource unshared
es_ar: Recurso privado

source: Share expired
es_ar: Compartido expirado

source: Space deleted
es_ar: Espacio eliminado

source: Space disabled
es_ar: Espacio deshabilitado

source: Space shared
es_ar: Espacio compartido

source: {user} added you to Space {space}
es_ar: {user} Te ha añadido al Espacio {space}

source: {user} deleted Space {space}
es_ar: {user} eliminado del Espacio {space}

source: {user} disabled Space {space}
es_ar: {user} desactivado del Espacio {space}

source: {user} removed you from Space {space}
es_ar: {user} te ha quitado del Espacio {space}

source: {user} shared {resource} with you
es_ar: {user} ha compartido {resource} contigo

source: {user} unshared {resource} with you
es_ar: {user} ha bloqueado tu acceso a {resource}
